{
  "<- Back": "<- Retour",
  "A fresh verification link has been sent to your email address.": "Un lien de vérification a été envoyé à votre adresse email",
  "Add additional security to your account using two factor authentication.": "Ajoutez une sécurité à votre compte en utilisant une authentification à deux facteurs",
  "Before proceeding, please check your email for a verification link.": "Avant d'aller plus loin veuillez vérifier votre boîte email pour utiliser votre lien de vérification",
  "Confirm Password": "Confirmation du mot de passe",
  "Current Password": "Mot de passe actuel",
  "Delete account": "Supprimer le compte",
  "DISABLE": "DESACTIVER",
  "E-Mail Address": "Adresse mail",
  "Email Password Reset Link": "Lien de réinitialisation du mot de passe",
  "Enable": "Activer",
  "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que vous utilisez un mot de passe long, aléatoire, et restez en sécurité.",
  "For your security, please confirm your password to continue.": "Pour votre sécurité, confirmez votre mot de passe pour continuer.",
  "Forbidden": "Erreur 403, accès interdit",
  "Forgot Your Password?": "Mot de passe perdu ?",
  "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de soucis. Indiquez votre adresse mail et vous recevrez un lien de réinitialisation.",
  "Hello!": "Bonjour !",
  "If you did not receive the email click here to request another": "Si vous n'avez pas reçu l'email veillez cliquer ici pour en obtenir un nouveau",
  "If you did not create an account, no further action is required.": "Si vous n'êtes pas à l'origine de ce mail, ignorez et supprimez le ! Désolé pour la gène occasionnée.",
  "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé de réinitialisation de mot de passe, aucune autre action n'est requise.",
  "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si vous avez des problèmes en cliquant sur le bouton \":actionText\", faites un copié/collé de l'url ci-dessous dans votre navigateur :",
  "Login": "Connexion",
  "Logout": "Deconnexion",
  "Name": "Nom",
  "New Password": "Nouveau mot de passe",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois que votre compte sera supprimé toutes ses ressources seront effacées de façon permanente. Avant de supprimer votre compte veuillez télécharger toutes les données et informations que vous désirez conserver.",
  "Page Expired": "Erreur 419, session expiré",
  "Page Not Found": "Erreur 404, page non trouvée",
  "Password": "Mot de passe",
  "password-updated": "Le mot de passe a bien été mis à jour",
  "Please click the button below to verify your email address.": "Cliquez sur le bouton ci-dessous pour valider votre adresse mail.",
  "Please confirm access to your account by entering one of your emergency recovery codes.": "Vueillez s'il vous plait confirmer l'accès à votre compte en entrant l'un de vos codes de récupération",
  "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Veuillez confirmer l'accès à votre compte en entrant le code d'authentification fourni par votre application.",
  "Please confirm your password before continuing.": "Veuillez confirmer votre mot de passe pour continuer.",
  "Previous": "Précédent",
  "Profile": "Profil",
  "Profile Information": "Informations personnelles",
  "profile-information-updated": "Les informations de profil ont été mises à jour",
  "Recovery code": "Code de récupération",
  "Regards": "Salutations",
  "REGENERATE RECOVERY CODES": "REGENERER LES CODES DE RECUPERATION",
  "Register": "Inscription",
  "Remember Me": "Se souvenir de moi",
  "Resend Verification Email": "Renvoyer l'email de vérification",
  "Reset Password": "Réinitialisation du mot de passe",
  "Save": "Enregistrer",
  "Send Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe",
  "SHOW RECOVERY CODES": "VOIR LES CODES DE RECUPERATION",
  "Sorry, the page you are looking for could not be found.": "Désolé, la page que vous recherchez est introuvable.",
  "Sorry, we are doing some maintenance. Please check back soon.": "Désolé, maintenance en cours. Merci de revenir plus tard.",
  "Sorry, you are forbidden from accessing this page.": "Désolé, vous ne pouvez accéder à cette page.",
  "Sorry, you are forbidden to access this page.": "Désolé, il vous est interdit d'accéder à cette page.",
  "Sorry, you are making too many requests to our servers.": "Désolé, le serveur est saturé par vos requêtes.",
  "Sorry, you are not authorized to access this page.": "Désolé, vous n'êtes pas autorisé à voir ce contenu.",
  "Sorry, your session has expired. Please refresh and try again.": "Désolé, votre session a expiré. Actualisez la page et réessayer.",
  "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Conservez ces codes de récupération dans un lieu sûr. Ils peuvent être utilisés pour retrouver l'accès à votre compte si votre authentification à deux facteurs est perdue.",
  "The :attribute must be at least :length characters and contain at least one number.": "Le :attribute doit comporter au moins :length caractères et contenir au moins un nombre.",
  "The :attribute must be at least :length characters and contain at least one special character.": "Le :attribute doit comporter au moins :length caractères et contenir au moins un caractère spécial.",
  "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Le :attribute doit comporter au moins :length caractères et contenir au moins une majuscule et un nombre.",
  "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Le :attribute doit comporter au moins :length caractères et contenir au moins une majuscule et un caractère spécial.",
  "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Le :attribute doit comporter au moins :length caractères et contenir au moins une majuscule, un nombre, et un caractère spécial.",
  "The :attribute must be at least :length characters and contain at least one uppercase character.": "Le :attribute doit comporter au moins :length caractères et contenir au moins une majuscule.",
  "The :attribute must be at least :length characters.": "Le :attribute doit comporter au moins :length caractères.",
  "The provided password does not match your current password.": "Le mot de passe soumis ne correspond pas à votre mot de passe actuel.",
  "The provided password was incorrect.": "Le mot de passe saisi n'est pas correct.",
  "This password reset link will expire in :count minutes.": "Ce lien de réinitialisation du mot de passe expire dans :count minutes !",   
  "Too Many Attempts.": "Trop de tentatives.",
  "Two Factor Authentication": "Authentification à deux facteurs",
  "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "L'authentification à deux facteurs est maintenant activée. Scanner le QR code suivant en utilisant l'application d'authentification de votre téléphone",
  "Update Password": "Modification du mot de passe",
  "Update your account's profile information and email address.": "Modifiez votre information de profil et votre adresse email.",
  "Use a recovery code": "Utiliser un code de récupération",
  "Use an authentication code": "Utiliser un code d'authentification",
  "Verify Email Address": "Vérifiez votre adresse mail",
  "We were unable to find a registered user with this email address.": "Nous n'avons pas pu trouver un utilisateur enregistré avec cette adresse mail.",
  "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quand l'authentification à deux facteurs sera activée on vous demandera une clé aléatoire sécurisée pendant votre authentification. Vous pourrez trouver cette clé à partir de l'application Google Authenticator de votre téléphone.",
  "Whoops!": "Oooops :(",
  "Whoops! Something went wrong.": "Oooops, un problème est survenu !",
  "You are receiving this email because we received a password reset request for your account.": "Vous recevez cet email car nous avons reçu une demande de réinitialisation du mot de passe de votre compte.",
  "You have enabled two factor authentication.": "Vous avez activé l'authentification à deux facteurs",
  "You have not enabled two factor authentication.": "Vous n'avez pas encore activé l'authentification à deux facteurs.",
  "Your email address is not verified.": "Votre adresse mail n'a pas été vérifiée."
}