{
  "The :attribute must be at least :length characters.": "Le :attribute doit comporter au moins :length caractères.",
  "The :attribute must be at least :length characters and contain at least one number.": "Le :attribute doit comporter au moins :length caractères et contenir au moins un nombre.",
  "The :attribute must be at least :length characters and contain at least one special character.": "Le :attribute doit comporter au moins :length caractères et contenir au moins un caractère spécial.",
  "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Le :attribute doit comporter au moins :length caractères et contenir au moins une majuscule et un nombre.",
  "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Le :attribute doit comporter au moins :length caractères et contenir au moins une majuscule et un caractère spécial.",
  "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Le :attribute doit comporter au moins :length caractères et contenir au moins une majuscule, un nombre, et un caractère spécial.",
  "The :attribute must be at least :length characters and contain at least one uppercase character.": "Le :attribute doit comporter au moins :length caractères et contenir au moins une majuscule.",
  "Register": "Inscription",
  "Login": "Connexion",
  "Forgot Your Password?": "Mot de passe perdu ?",
  "Verify Your Email Address": "Vérification de votre adresse email",
  "A fresh verification link has been sent to your email address.": "Un lien de vérification a été envoyé à votre adresse email",
  "Before proceeding, please check your email for a verification link.": "Avant d'aller plus loin veuillez vérifier votre boîte email pour utiliser votre lien de vérification",
  "If you did not receive the email click here to request another": "Si vous n'avez pas reçu l'email veillez cliquer ici pour en obtenir un nouveau",
  "Please confirm your password before continuing.": "Veuillez confirmer votre mot de passe pour continuer.",
  "Confirm Password": "Confirmation du mot de passe",
  "Reset Password": "Réinitialisation du mot de passe",
  "Send Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe",
  "E-Mail Address": "Adresse email",
  "Name": "Nom",
  "Password": "Mot de passe",
  "Logout": "Deconnexion",
  "Profile Information": "Informations personnelles",
  "Save": "Enregistrer",
  "profile-information-updated": "Les informations de profil ont été mises à jour",
  "Update your account's profile information and email address.": "Modifiez votre information de profil et votre adresse email.", 
  "Update Password": "Modification du mot de passe",
  "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que vous utilisez un mot de passe long, aléatoire, et restez en sécurité.",
  "Current Password": "Mot de passe actuel",
  "New Password": "Nouveau mot de passe",
  "The provided password does not match your current password.": "Le mot de passe soumis ne correspond pas à votre mot de passe actuel.",
  "password-updated": "Le mot de passe a bien été mis à jour",
  "Two Factor Authentication": "Authentification à deux facteurs",
  "Add additional security to your account using two factor authentication.": "Ajoutez une sécurité à votre compte en utilisant une authentification à deux facteurs",
  "You have not enabled two factor authentication.": "Vous n'avez pas encore activé l'authentification à deux facteurs.",
  "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quand l'authentification à deux facteurs sera activée on vous demandera une clé aléatoire sécurisée pendant votre authentification. Vous pourrez trouver cette clé à partir de l'application Google Authenticator de votre téléphone.",
  "Enable": "Activer",
  "The provided password was incorrect.": "Le mot de passe saisi n'est pas correct.",
  "You have enabled two factor authentication.": "Vous avez activé l'authentification à deux facteurs",
  "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "L'authentification à deux facteurs est maintenant activée. Scanner le QR code suivant en utilisant l'application d'authentification de votre téléphone",
  "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Conservez ces codes de récupération dans un lieu sûr. Ils peuvent être utilisés pour retrouver l'accès à votre compte si votre authentification à deux facteurs est perdue.",
  "REGENERATE RECOVERY CODES": "REGENERER LES CODES DE RECUPERATION",
  "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Veuillez confirmer l'accès à votre compte en entrant le code d'authentification fourni par votre application.",
  "Please confirm access to your account by entering one of your emergency recovery codes.": "Vueillez s'il vous plait confirmer l'accès à votre compte en entrant l'un de vos codes de récupération",
  "Recovery code": "Code de récupération",
  "Use a recovery code": "Utiliser un code de récupération",
  "Use an authentication code": "Utiliser un code d'authentification",
  "SHOW RECOVERY CODES": "VOIR LES CODES DE RECUPERATION",
  "DISABLE": "DESACTIVER",
  "Delete account": "Supprimer le compte",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois que votre compte sera supprimé toutes ses ressources seront effacées de façon permanente. Avant de supprimer votre compte veuillez télécharger toutes les données et informations que vous désirez conserver.",
  "Profile": "Profil",
  "<- Back": "<- Retour",
  "Remember Me": "Se rappeler de moi"
}